Revit 2027 API
ParameterTypeId.RebarSystemActiveBottomDirn1 Property
 "Bottom Major Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveBottomDirn1 { get; }
Public Shared ReadOnly Property RebarSystemActiveBottomDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveBottomDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveBottomDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace